---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionUserDefined
source: html/3be338fc-e2c9-ca75-f64a-db9951123f86.htm
---
# StructuralSectionUserDefined Methods

Returns size of the section boundary.